Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: How much the curve also changes color strength. Zero matches Photoshop; lower keeps it to brightness, higher adds more color.
ar: مدى تغير المنحنى أيضًا في قوة اللون. الصفر يطابق الفوتوشوب؛ انخفاض يحافظ على السطوع، وارتفاع يضيف المزيد من الألوان.
es: Cuánto cambia la curva también en la intensidad del color. Cero coincide con Photoshop; más bajo mantiene el brillo, más alto agrega más color.
fr: Dans quelle mesure la courbe modifie également la force de la couleur. Zéro correspond à Photoshop ; plus bas le maintient à la luminosité, plus haut ajoute plus de couleur.
hi: वक्र रंग शक्ति को भी कितना बदलता है। ज़ीरो फोटोशॉप से ​​मेल खाता है; निचला इसे चमक में रखता है, उच्चतर अधिक रंग जोड़ता है।
it: Quanto la curva cambia anche l'intensità del colore. Zero corrisponde a Photoshop; inferiore mantiene la luminosità, superiore aggiunge più colore.
ja: カーブによって色の強さもどの程度変化するか。ゼロは Photoshop に一致します。低くすると明るさが維持され、高くするとより多くの色が追加されます。
pt_br: O quanto a curva também altera a intensidade da cor. Zero corresponde ao Photoshop; mais baixo mantém o brilho, mais alto adiciona mais cor.
ru: Насколько кривая также меняет интенсивность цвета. Ноль соответствует Photoshop; более низкий сохраняет яркость, более высокий добавляет больше цвета.
zh_hans: 曲线也会改变颜色强度多少。零匹配Photoshop；较低的值可保持亮度，较高的值可增加更多的颜色。

source: Hue
ar: هوى
es: tono
fr: Teinte
hi: रंग
it: Tonalità
ja: 色相
pt_br: Matiz
ru: Хюэ
zh_hans: 色调

source: Hue Range
ar: نطاق هوى
es: Gama de tonos
fr: Gamme de teintes
hi: ह्यू रेंज
it: Gamma di tonalità
ja: 色相範囲
pt_br: Faixa de matiz
ru: Диапазон оттенков
zh_hans: 色调范围

source: Hue Shift
ar: تحول هوى
es: Cambio de tono
fr: Changement de teinte
hi: रंग परिवर्तन
it: Cambiamento di tonalità
ja: 色相シフト
pt_br: Mudança de matiz
ru: Сдвиг оттенка
zh_hans: 色相偏移

source: Hue and saturation of this wheel.
ar: هوى وتشبع هذه العجلة.
es: Tono y saturación de esta rueda.
fr: Teinte et saturation de cette roue.
it: Tonalità e saturazione di questa ruota.
ja: このホイールの色相と彩度。
pt_br: Matiz e saturação desta roda.
ru: Оттенок и насыщенность этого колеса.
zh_hans: 该轮的色调和饱和度。

source: Hue around the wheel, saturation outward from the center. Control-click to show the histogram.
ar: هوى حول العجلة، والتشبع إلى الخارج من المركز. انقر مع الضغط على مفتاح التحكم لإظهار الرسم البياني.
es: Tono alrededor de la rueda, saturación hacia afuera desde el centro. Mantenga presionada la tecla Control y haga clic para mostrar el histograma.
fr: Teinte autour de la roue, saturation vers l'extérieur à partir du centre. Ctrl-clic pour afficher l'histogramme.
hi: पहिये के चारों ओर रंग, केंद्र से बाहर की ओर संतृप्ति। हिस्टोग्राम दिखाने के लिए कंट्रोल-क्लिक करें।
it: Tonalità attorno alla ruota, saturazione verso l'esterno dal centro. Fai clic tenendo premuto il tasto Control per mostrare l'istogramma.
ja: ホイール周囲の色合い、中心から外側に向かう彩度。 Control キーを押しながらクリックすると、ヒストグラムが表示されます。
pt_br: Matiz ao redor da roda, saturação para fora do centro. Clique com a tecla Control pressionada para mostrar o histograma.
ru: Оттенок вокруг круга, насыщенность наружу от центра. Щелкните, удерживая клавишу Control, чтобы отобразить гистограмму.
zh_hans: 色轮周围的色调，从中心向外的饱和度。按住 Control 键单击以显示直方图。

source: Hue range where green defringe runs.
ar: نطاق هوى حيث يمتد الانحدار الأخضر.
es: Gama de tonos por donde discurre la franja verde.
fr: Gamme de teintes où s'étend la frange verte.
hi: ह्यू रेंज जहां हरा डिफ़्रिंज चलता है।
it: Intervallo di tonalità in cui viene eseguita la defrangiatura del verde.
ja: 緑のフリンジが適用される色相範囲。
pt_br: Faixa de matiz onde a franja verde é executada.
ru: Диапазон оттенков, где проходит зеленая бахрома.
zh_hans: 绿色去边运行的色调范围。

source: Hue range where purple defringe runs.
ar: نطاق هوى حيث يمتد الانحدار الأرجواني.
es: Gama de tonos donde discurre la franja violeta.
fr: Gamme de teintes où s'étend la frange violette.
hi: ह्यू रेंज जहां बैंगनी डिफ़्रिंज चलता है।
it: Intervallo di tonalità in cui viene eseguito lo sfrangiamento viola.
ja: 紫色のフリンジがかかる色相範囲。
pt_br: Faixa de matiz onde corre a franja roxa.
ru: Диапазон оттенков, где проходит фиолетовая бахрома.
zh_hans: 紫色去边运行的色调范围。

source: Hue shifts the color, Saturation its strength, and Luminance its brightness.
ar: يقوم Hue بتغيير اللون، والتشبع قوته، والنصوع سطوعه.
es: Tono cambia el color, Saturación su intensidad y Luminancia su brillo.
fr: La teinte modifie la couleur, la saturation sa force et la luminance sa luminosité.
hi: रंग रंग बदलता है, संतृप्ति अपनी ताकत, और चमक अपनी चमक बदलती है।
it: La tonalità modifica il colore, la saturazione la sua intensità e la luminanza la sua luminosità.
ja: 色相は色を変化させ、彩度はその強さを変化させ、ルミナンスは明るさを変化させます。
pt_br: Matiz muda a cor, Saturação sua força e Luminância seu brilho.
ru: Оттенок меняет цвет, Насыщенность — силу, а Яркость — яркость.
zh_hans: 色调改变颜色，饱和度改变强度，亮度改变亮度。

source: Hue/Saturation…
ar: هوى / التشبع ...
es: Tono/Saturación…
fr: Teinte/Saturation…
hi: रंग/संतृप्ति...
it: Tonalità/Saturazione...
ja: 色相・彩度…
pt_br: Matiz/Saturação…
ru: Цветовой тон/Насыщенность…
zh_hans: 色相/饱和度...

source: Idnt
ar: لا أعرف
es: no identificado
fr: Identifiant
hi: पहचान
it: Non lo so
ja: わかりません
pt_br: Eu não
ru: Я не знаю
zh_hans: 识别号

source: Image
ar: صورة
es: Imagen
fr: Images
hi: छवि
it: Immagine
ja: 画像
pt_br: Imagem
ru: Изображение
zh_hans: 图片

source: Image Size
ar: حجم الصورة
es: Tamaño de imagen
fr: Taille de l'image
hi: छवि का आकार
it: Dimensione dell'immagine
ja: 画像サイズ
pt_br: Tamanho da imagem
ru: Размер изображения
zh_hans: 图像尺寸

source: Image Size…
ar: حجم الصورة…
es: Tamaño de imagen…
fr: Taille de l’image…
hi: छवि का आकार…
it: Dimensione immagine…
ja: 画像サイズ…
pt_br: Tamanho da imagem…
ru: Размер изображения…
zh_hans: 图像大小…

source: Image export supports canvases up to %@ megapixels and %@ pixels per side.
ar: يدعم تصدير الصور اللوحات التي تصل إلى %@ ميجابكسل و%@ بكسل لكل جانب.
es: La exportación de imágenes admite lienzos de hasta %@ megapíxeles y %@ píxeles por lado.
fr: L'exportation d'images prend en charge les toiles jusqu'à %@ mégapixels et %@ pixels par côté.
hi: छवि निर्यात प्रति पक्ष %@ मेगापिक्सेल और %@ पिक्सेल तक कैनवस का समर्थन करता है।
it: L'esportazione delle immagini supporta tele fino a %@ megapixel e %@ pixel per lato.
ja: 画像のエクスポートは、最大 %@ メガピクセルおよび %@ ピクセル/辺までのキャンバスをサポートします。
pt_br: A exportação de imagens suporta telas de até %@ megapixels e %@ pixels por lado.
ru: Экспорт изображений поддерживает холсты с разрешением до %@ мегапикселей и %@ пикселей на сторону.
zh_hans: 图像导出支持画布高达 %@ 百万像素和每边 %@ 像素。

source: Import
ar: استيراد
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
pt_br: Importar
ru: Импорт
zh_hans: 进口

source: Import Image
ar: استيراد الصورة
es: Importar imagen
fr: Importer une image
hi: छवि आयात करें
it: Importa immagine
ja: 画像のインポート
pt_br: Importar imagem
ru: Импортировать изображение
zh_hans: 导入图像

source: Import Images
ar: استيراد الصور
es: Importar imágenes
fr: Importer des images
hi: छवियाँ आयात करें
it: Importa immagini
ja: 画像のインポート
pt_br: Importar imagens
ru: Импортировать изображения
zh_hans: 导入图像

source: Import Images…
ar: استيراد الصور…
es: Importar imágenes…
fr: Importer des images…
hi: छवियाँ आयात करें…
it: Importa immagini…
ja: 画像を読み込む…
pt_br: Importar imagens…
ru: Импортировать изображения…
zh_hans: 导入图像…

source: Import Photoshop File
ar: استيراد ملف فوتوشوب
es: Importar archivo de Photoshop
fr: Importer un fichier Photoshop
hi: फ़ोटोशॉप फ़ाइल आयात करें
it: Importa file Photoshop
ja: Photoshop ファイルをインポートする
pt_br: Importar arquivo do Photoshop
ru: Импортировать файл Photoshop
zh_hans: 导入 Photoshop 文件

source: Import an image or add a blank layer.
ar: قم باستيراد صورة أو إضافة طبقة فارغة.
es: Importe una imagen o agregue una capa en blanco.
fr: Importez une image ou ajoutez un calque vierge.
hi: एक छवि आयात करें या एक खाली परत जोड़ें।
it: Importa un'immagine o aggiungi un livello vuoto.
ja: 画像をインポートするか、空のレイヤーを追加します。
pt_br: Importe uma imagem ou adicione uma camada em branco.
ru: Импортируйте изображение или добавьте пустой слой.
zh_hans: 导入图像或添加空白图层。

source: Import couldn’t finish
ar: تعذر إنهاء الاستيراد
es: La importación no pudo finalizar
fr: L'importation n'a pas pu se terminer
hi: आयात समाप्त नहीं हो सका
it: Impossibile completare l'importazione
ja: インポートが完了できませんでした
pt_br: A importação não pôde ser concluída
ru: Импорт не удалось завершить
zh_hans: 导入无法完成

source: Import image
ar: استيراد الصورة
es: Importar imagen
fr: Importer une image
hi: छवि आयात करें
it: Importa immagine
ja: 画像のインポート
pt_br: Importar imagem
ru: Импортировать изображение
zh_hans: 导入图片

source: Importing images…
ar: جارٍ استيراد الصور...
es: Importando imágenes…
fr: Importer des images…
hi: छवियाँ आयात की जा रही हैं...
it: Importazione di immagini…
ja: 画像をインポート中…
pt_br: Importando imagens…
ru: Импорт изображений…
zh_hans: 正在导入图像...

source: In %@ Out %@
ar: في %@ خارج %@
es: En %@ Fuera %@
fr: Entrée %@ Sortie %@
hi: इन %@ आउट %@
it: Entrata %@ Uscita %@
ja: 入力 %@ 出力 %@
pt_br: Entrada %@ Saída %@
ru: Вход %@ Выход %@
zh_hans: 输入 %@ 输出 %@

source: Inches
ar: بوصة
es: pulgadas
fr: Pouces
hi: इंच
it: pollici
ja: インチ
pt_br: Polegadas
ru: Дюймы
zh_hans: 英寸

source: Increase brush hardness
ar: زيادة صلابة الفرشاة
es: Aumentar la dureza del cepillo
fr: Augmenter la dureté de la brosse
hi: ब्रश की कठोरता बढ़ाएँ
it: Aumenta la durezza della spazzola
ja: ブラシの硬度を上げる
pt_br: Aumentar a dureza do pincel
ru: Увеличьте жесткость кисти.
zh_hans: 增加刷子硬度

source: Increase brush size
ar: زيادة حجم الفرشاة
es: Aumentar el tamaño del pincel
fr: Augmenter la taille du pinceau
hi: ब्रश का आकार बढ़ाएँ
it: Aumenta la dimensione del pennello
ja: ブラシサイズを大きくする
pt_br: Aumentar o tamanho do pincel
ru: Увеличить размер кисти
zh_hans: 增加画笔大小

source: Increase leading
ar: زيادة الرائدة
es: aumentar el liderazgo
fr: Augmenter l'avance
hi: अग्रणी बढ़ाएँ
it: Aumentare il vantaggio
ja: 先行を増やす
pt_br: Aumentar a liderança
ru: Увеличить лидирующие
zh_hans: 增加领先

source: Increase tracking
ar: زيادة التتبع
es: Aumentar el seguimiento
fr: Augmenter le suivi
hi: ट्रैकिंग बढ़ाएँ
it: Aumenta il monitoraggio
ja: 追跡の増加
pt_br: Aumentar o rastreamento
ru: Увеличьте отслеживание
zh_hans: 增加追踪

source: Inner Glow
ar: الوهج الداخلي
es: Resplandor interior
fr: Lueur intérieure
hi: आंतरिक चमक
it: Bagliore interiore
ja: インナーグロー
pt_br: Brilho Interno
ru: Внутреннее сияние
zh_hans: 内发光

source: Inner Shadow
ar: الظل الداخلي
es: Sombra interior
fr: Ombre intérieure
hi: भीतरी छाया
it: Ombra interiore
ja: インナーシャドウ
pt_br: Sombra Interior
ru: Внутренняя тень
zh_hans: 内影

source: Input
ar: الإدخال
es: Entrada
fr: Entrée
hi: इनपुट
it: Ingresso
ja: 入力
pt_br: Entrada
ru: Ввод
zh_hans: 输入

source: Input and output of the selected curve point.
ar: الإدخال والإخراج لنقطة المنحنى المحددة.
es: Entrada y salida del punto de curva seleccionado.
fr: Entrée et sortie du point de courbe sélectionné.
hi: चयनित वक्र बिंदु का इनपुट और आउटपुट।
it: Ingresso e uscita del punto della curva selezionato.
ja: 選択したカーブポイントの入力と出力。
pt_br: Entrada e saída do ponto de curva selecionado.
ru: Ввод и вывод выбранной точки кривой.
zh_hans: 所选曲线点的输入和输出。

source: Input black
ar: الإدخال أسود
es: Entrada negra
fr: Entrée noir
hi: इनपुट काला
it: Ingresso nero
ja: 黒を入力
pt_br: Entrada preta
ru: Вход черный
zh_hans: 输入黑色

source: Input white
ar: الإدخال باللون الأبيض
es: Entrada blanca
fr: Entrée blanc
hi: सफेद इनपुट
it: Ingresso bianco
ja: 入力白
pt_br: Entrada branca
ru: Входной белый
zh_hans: 输入白色

source: Inside
ar: في الداخل
es: Dentro
fr: À l'intérieur
hi: अंदर
it: Dentro
ja: 内部
pt_br: Dentro
ru: Внутри
zh_hans: 里面

source: Instagram Portrait
ar: صورة انستغرام
es: Retrato de Instagram
fr: Portrait Instagram
hi: इंस्टाग्राम पोर्ट्रेट
it: Ritratto di Instagram
ja: インスタグラムのポートレート
pt_br: Retrato do Instagram
ru: Портрет в Инстаграме
zh_hans: Instagram 肖像

source: Instagram Square
ar: ساحة الانستغرام
es: Plaza Instagram
fr: Place Instagram
hi: इंस्टाग्राम स्क्वायर
it: Piazza Instagram
ja: インスタグラム広場
pt_br: Praça do Instagram
ru: Площадь Инстаграм
zh_hans: Instagram广场

source: Instagram Story
ar: قصة انستغرام
es: Historia de Instagram
fr: Histoire Instagram
hi: इंस्टाग्राम स्टोरी
it: Storia di Instagram
ja: インスタグラムストーリー
pt_br: História do Instagram
ru: История Инстаграма
zh_hans: Instagram 故事

source: Inverse
ar: معكوس
es: Inverso
hi: उलटा
it: Inverso
ja: 逆数
pt_br: Inverso
ru: Обратный
zh_hans: 逆

source: Inverse Selection
ar: الاختيار العكسي
es: Selección inversa
fr: Sélection inverse
hi: उलटा चयन
it: Selezione inversa
ja: 逆選択
pt_br: Seleção Inversa
ru: Обратный выбор
zh_hans: 逆选择

source: Invert
ar: عكس
es: invertir
fr: Inverser
hi: पलटना
it: Inverti
ja: 反転
pt_br: Inverter
ru: Инвертировать
zh_hans: 反转

source: Invert Mask
ar: عكس القناع
es: Máscara invertida
fr: Inverser le masque
hi: उलटा मुखौटा
it: Inverti maschera
ja: マスクを反転
pt_br: Máscara Invertida
ru: Инвертировать маску
zh_hans: 反转蒙版

source: Invert Pixels / Mask
ar: عكس البكسل / القناع
es: Invertir píxeles/máscara
fr: Inverser les pixels/masque
hi: पिक्सेल/मास्क उलटा करें
it: Inverti pixel/maschera
ja: ピクセルを反転/マスク
pt_br: Inverter Pixels/Máscara
ru: Инвертировать пиксели/Маска
zh_hans: 反转像素/蒙版

source: JPEG Background
ar: خلفية جبيغ
es: Fondo JPEG
fr: Arrière-plan JPEG
hi: जेपीईजी पृष्ठभूमि
it: Sfondo JPEG
ja: JPEG背景
pt_br: Fundo JPEG
ru: JPEG-фон
zh_hans: JPEG背景

source: Justification
ar: التبرير
es: Justificación
hi: औचित्य
it: Giustificazione
ja: 正当化
pt_br: Justificativa
ru: Обоснование
zh_hans: 理由

source: Keep Mine
ar: احتفظ بالألغام
es: Mantener el mío
fr: Gardez le mien
hi: मेरा रखो
it: Tieni il mio
ja: キープマイン
pt_br: Mantenha o meu
ru: Держи мое
zh_hans: 保留我的

source: Keep the source moving with the brush between strokes; off starts every stroke at the source point
ar: استمر في تحريك المصدر باستخدام الفرشاة بين الضربات؛ يبدأ إيقاف كل ضربة عند نقطة المصدر
es: Mantenga la fuente en movimiento con el pincel entre pasadas; off inicia cada trazo en el punto de origen
fr: Gardez la source en mouvement avec le pinceau entre les coups ; off démarre chaque trait au point source
hi: स्ट्रोक के बीच ब्रश से स्रोत को घुमाते रहें; स्रोत बिंदु पर प्रत्येक स्ट्रोक शुरू होता है
it: Mantieni la fonte in movimento con il pennello tra una pennellata e l'altra; off avvia ogni tratto dal punto di origine
ja: ストローク間ではブラシを使ってソースを動かし続けます。 off はソース ポイントですべてのストロークを開始します。
pt_br: Mantenha a fonte em movimento com o pincel entre as pinceladas; off inicia cada traço no ponto de origem
ru: Продолжайте перемещать источник вместе с кистью между мазками; off запускает каждый штрих в исходной точке
zh_hans: 在笔画之间保持源随画笔移动； off 从源点开始每个笔画

source: Keeps local contrast after luminance smoothing.
ar: يحافظ على التباين المحلي بعد تجانس النصوع.
es: Mantiene el contraste local después del suavizado de luminancia.
fr: Conserve le contraste local après le lissage de la luminance.
hi: ल्यूमिनेंस स्मूथिंग के बाद स्थानीय कंट्रास्ट बनाए रखता है।
it: Mantiene il contrasto locale dopo l'attenuazione della luminanza.
ja: 輝度平滑化後も局所的なコントラストを維持します。
pt_br: Mantém o contraste local após a suavização da luminância.
ru: Сохраняет локальный контраст после сглаживания яркости.
zh_hans: 亮度平滑后保持局部对比度。

source: Keeps this point fixed. Artwork is not scaled; cropped content remains outside the canvas.
ar: يبقي هذه النقطة ثابتة. لا يتم تحجيم العمل الفني؛ يبقى المحتوى الذي تم اقتصاصه خارج اللوحة القماشية.
es: Mantiene este punto fijo. La obra de arte no está escalada; el contenido recortado permanece fuera del lienzo.
fr: Maintient ce point fixe. Les illustrations ne sont pas mises à l'échelle ; le contenu recadré reste en dehors du canevas.
hi: इस बात को स्थिर रखता है. कलाकृति को स्केल नहीं किया गया है; क्रॉप की गई सामग्री कैनवास के बाहर रहती है.
it: Mantiene fisso questo punto. La grafica non è in scala; il contenuto ritagliato rimane fuori dall'area di disegno.
ja: この点は固定しておきます。アートワークは拡大縮小されません。切り取られたコンテンツはキャンバスの外側に残ります。
pt_br: Mantém este ponto fixo. A arte não está dimensionada; o conteúdo recortado permanece fora da tela.
ru: Сохраняет эту точку фиксированной. Работа не масштабируется; обрезанное содержимое остается за пределами холста.
zh_hans: 保持该点固定。艺术品未按比例缩放；裁剪后的内容保留在画布之外。

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
es: Atajos de teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
it: Scorciatoie da tastiera
ja: キーボードショートカット
pt_br: Atalhos de teclado
ru: Сочетания клавиш
zh_hans: 键盘快捷键

source: Keyboard Shortcuts…
ar: اختصارات لوحة المفاتيح...
es: Atajos de teclado...
fr: Raccourcis clavier…
hi: कीबोर्ड शॉर्टकट…
it: Scorciatoie da tastiera…
ja: キーボードショートカット…
pt_br: Atalhos de teclado…
ru: Сочетания клавиш…
zh_hans: 键盘快捷键...

source: Language
ar: اللغة
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Lasso
ar: لاسو
es: lazo
hi: लैस्सो
it: Lazo
ja: なげなわ
pt_br: Laço
ru: Лассо
zh_hans: 套索

source: Lasso (L)
ar: لاسو (L)
es: Lazo (L)
fr: Lasso (G)
hi: लैस्सो (एल)
it: Lazo (L)
ja: なげなわ(大)
pt_br: Laço (L)
ru: Лассо (L)
zh_hans: 套索 (L)

source: Lasso / cycle mode
ar: وضع لاسو / الدورة
es: Modo lazo/ciclo
fr: Mode lasso/cycle
hi: लैस्सो/साइकिल मोड
it: Modalità lazo/ciclo
ja: なげなわ/サイクルモード
pt_br: Modo laço/ciclo
ru: Лассо/режим цикла
zh_hans: 套索/循环模式

source: Layer
ar: طبقة
es: capa
fr: Couche
hi: परत
it: Strato
ja: レイヤー
pt_br: Camada
ru: Слой
zh_hans: 图层

source: Layer 1
ar: الطبقة 1
es: Capa 1
fr: Couche 1
hi: परत 1
it: Strato 1
ja: レイヤー1
pt_br: Camada 1
ru: Слой 1
zh_hans: 第 1 层

source: Layer Blend Mode
ar: وضع مزج الطبقة
es: Modo de fusión de capas
fr: Mode de fusion des calques
hi: परत मिश्रण मोड
it: Modalità di fusione dei livelli
ja: レイヤーブレンドモード
pt_br: Modo de mesclagem de camadas
ru: Режим наложения слоев
zh_hans: 图层混合模式

source: Layer Effects
ar: تأثيرات الطبقة
es: Efectos de capa
fr: Effets de calque
hi: परत प्रभाव
it: Effetti di livello
ja: レイヤー効果
pt_br: Efeitos de camada
ru: Эффекты слоя
zh_hans: 图层效果

source: Layer Mask
ar: قناع الطبقة
es: Máscara de capa
fr: Masque de fusion
hi: लेयर मास्क
it: Maschera di livello
ja: レイヤーマスク
pt_br: Máscara de camada
ru: Маска слоя
zh_hans: 图层蒙版

source: Layer Opacity
ar: عتامة الطبقة
es: Opacidad de capa
fr: Opacité du calque
hi: परत अपारदर्शिता
it: Opacità del livello
ja: レイヤーの不透明度
pt_br: Opacidade da camada
ru: Непрозрачность слоя
zh_hans: 图层不透明度

source: Layer effects
ar: تأثيرات الطبقة
es: Efectos de capa
fr: Effets de calque
hi: परत प्रभाव
it: Effetti di livello
ja: レイヤー効果
pt_br: Efeitos de camada
ru: Эффекты слоя
zh_hans: 图层效果

source: Layer effects were discarded, so the appearance may differ.
ar: تم تجاهل تأثيرات الطبقة، لذلك قد يختلف المظهر.
es: Se descartaron los efectos de capa, por lo que la apariencia puede diferir.
fr: Les effets de calque ont été supprimés, l'apparence peut donc différer.
hi: परत प्रभाव हटा दिए गए, इसलिए स्वरूप भिन्न हो सकता है।
it: Gli effetti dei livelli sono stati eliminati, quindi l'aspetto potrebbe differire.
ja: レイヤー効果は破棄されているため、見た目が異なる場合があります。
pt_br: Os efeitos de camada foram descartados, portanto a aparência pode ser diferente.
ru: Эффекты слоев были удалены, поэтому внешний вид может отличаться.
zh_hans: 图层效果已被丢弃，因此外观可能有所不同。

source: Layer effects: stroke and drop shadow
ar: تأثيرات الطبقة: السكتة الدماغية والظل المسقط
es: Efectos de capa: trazo y sombra paralela
fr: Effets de calque : trait et ombre portée
hi: परत प्रभाव: स्ट्रोक और ड्रॉप छाया
it: Effetti di livello: tratto e ombra esterna
ja: レイヤー効果: ストロークとドロップシャドウ
pt_br: Efeitos de camada: traço e sombra projetada
ru: Эффекты слоя: обводка и тень.
zh_hans: 图层效果：描边和阴影

source: Layer via Copy
ar: طبقة عبر النسخ
es: Capa mediante copia
fr: Calque via Copie
hi: प्रतिलिपि के माध्यम से परत
it: Strato tramite copia
ja: コピーによるレイヤー化
pt_br: Camada via cópia
ru: Наслаивание через копирование
zh_hans: 通过复制图层

source: Layer's Pixels
ar: بكسل الطبقة
es: Píxeles de la capa
fr: Pixels du calque
hi: परत के पिक्सेल
it: Pixel del livello
ja: レイヤーのピクセル
pt_br: Pixels da camada
ru: Пиксели слоя
zh_hans: 层的像素

source: Layers
ar: طبقات
es: capas
fr: Calques
hi: परतें
it: Strati
ja: レイヤー
pt_br: Camadas
ru: Слои
zh_hans: 层数

source: Layr
ar: طبقة
es: capa
fr: Layre
hi: परत
ja: レイヤ
pt_br: Camada
ru: Лейр
zh_hans: 莱尔

source: Leading
ar: الرائدة
es: líder
fr: Premier
hi: अग्रणी
it: Leader
ja: 主要な
pt_br: Liderando
ru: Ведущий
zh_hans: 领先

source: Left
ar: اليسار
es: Izquierda
fr: Gauche
hi: वाम
it: A sinistra
ja: 左
pt_br: Esquerda
ru: Левый
zh_hans: 左

source: Lens Correction
ar: تصحيح العدسة
es: Corrección de lentes
fr: Correction de l'objectif
hi: लेंस सुधार
it: Correzione dell'obiettivo
ja: レンズ補正
pt_br: Correção de lente
ru: Коррекция объектива
zh_hans: 镜头校正

source: Lens Correction…
ar: تصحيح العدسة...
es: Corrección de lentes…
fr: Correction de l'objectif…
hi: लेंस सुधार…
it: Correzione dell'obiettivo...
ja: レンズ補正…
pt_br: Correção de lente…
ru: Коррекция линз…
zh_hans: 镜头校正...

source: Levels
ar: المستويات
es: Niveles
fr: Niveaux
hi: स्तर
it: Livelli
ja: レベル
pt_br: Níveis
ru: Уровни
zh_hans: 级别

source: Levels…
ar: المستويات…
es: Niveles…
fr: Niveaux…
hi: स्तर...
it: Livelli…
ja: レベル…
pt_br: Níveis…
ru: Уровни…
zh_hans: 级别……

source: Lifts or lowers the brightest tones.
ar: يرفع أو يخفض النغمات الأكثر سطوعًا.
es: Sube o baja los tonos más brillantes.
fr: Augmente ou diminue les tons les plus brillants.
hi: सबसे चमकीले स्वरों को उठाता या कम करता है।
it: Alza o abbassa i toni più brillanti.
ja: 最も明るいトーンを上げたり下げたりします。
pt_br: Aumenta ou diminui os tons mais brilhantes.
ru: Поднимает или понижает самые яркие тона.
zh_hans: 提升或降低最亮的色调。

source: Lifts or lowers the dark tones.
ar: يرفع أو يخفض درجات الألوان الداكنة.
es: Sube o baja los tonos oscuros.
fr: Augmente ou diminue les tons sombres.
hi: गहरे रंग को ऊपर उठाता या कम करता है।
it: Alza o abbassa i toni scuri.
ja: 暗い色調を上げたり下げたりします。
pt_br: Aumenta ou diminui os tons escuros.
ru: Поднимает или опускает темные тона.
zh_hans: 提升或降低暗色调。

source: Lifts or lowers the darkest tones.
ar: يرفع أو يخفض أحلك النغمات.
es: Sube o baja los tonos más oscuros.
fr: Augmente ou diminue les tons les plus sombres.
hi: सबसे गहरे स्वर को उठाता या कम करता है।
it: Alza o abbassa i toni più scuri.
ja: 最も暗いトーンを上げたり下げたりします。
pt_br: Aumenta ou diminui os tons mais escuros.
ru: Поднимает или опускает самые темные тона.
zh_hans: 提升或降低最暗的色调。

source: Lifts or lowers the light tones.
ar: يرفع أو يخفض درجات الإضاءة.
es: Sube o baja los tonos claros.
fr: Augmente ou diminue les tons clairs.
hi: हल्के स्वर को उठाता या कम करता है।
it: Alza o abbassa i toni chiari.
ja: 明るいトーンを上げたり下げたりします。
pt_br: Aumenta ou diminui os tons claros.
ru: Поднимает или понижает светлые тона.
zh_hans: 升高或降低浅色调。

source: Light
ar: ضوء
es: Luz
fr: Lumière
hi: रोशनी
it: Luce
ja: ライト
pt_br: Luz
ru: Свет
zh_hans: 光

source: Light Blue
ar: أزرق فاتح
es: Azul claro
fr: Bleu clair
hi: हल्का नीला
it: Azzurro
ja: ライトブルー
pt_br: Azul claro
ru: Светло-голубой
zh_hans: 浅蓝色

source: Light Gray
ar: رمادي فاتح
es: Gris claro
fr: Gris clair
hi: हल्का भूरा
it: Grigio chiaro
ja: ライトグレー
pt_br: Cinza Claro
ru: Светло-серый
zh_hans: 浅灰色

source: Light Red
ar: أحمر فاتح
es: rojo claro
fr: Rouge clair
hi: हल्का लाल
it: Rosso chiaro
ja: ライトレッド
pt_br: Vermelho claro
ru: Светло-красный
zh_hans: 浅红色

source: Light blooming around the lines, like a CRT's phosphors
ar: يزدهر الضوء حول الخطوط، مثل فوسفورات CRT
es: Luz que florece alrededor de las líneas, como los fósforos de un CRT
fr: Lumière qui s'épanouit autour des lignes, comme les luminophores d'un tube cathodique
hi: सीआरटी के फॉस्फोरस की तरह, रेखाओं के चारों ओर प्रकाश खिल रहा है
it: Luce che sboccia attorno alle linee, come i fosfori di un CRT
ja: ブラウン管の蛍光体のように、線の周りに咲く光
pt_br: Luz florescendo ao redor das linhas, como fósforos de um CRT
ru: Свет, расцветающий вокруг линий, как люминофоры ЭЛТ.
zh_hans: 光线在线条周围绽放，就像 CRT 的荧光粉一样

source: Light on Dark
ar: الضوء على الظلام
es: Luz sobre oscuridad
fr: Lumière sur noir
hi: अंधेरे पर प्रकाश
it: Luce su buio
ja: ライトオンダーク
pt_br: Claro no escuro
ru: Свет на темноте
zh_hans: 亮于暗
